{
  "general":[
    {
      "title":"Gladiator",
      "text":"Only one person may leave spawn. When that person dies, the next person leaves.",
      "contrib":"/u/hattt",
      "side":"Both"
    },
    {
      "title":"Backwards Headset",
      "text":"180 your headset.",
      "contrib":"/u/keekxy",
      "side":"Both"
    },
    {
      "title":"NiP Crabwalk",
      "text":"Everyone buys Duel Berettas and crouch rushes any site.",
      "contrib":"Ninjas in Pyjamas",
      "side":"T"
    },
    {
      "title":"Ninja Defuse Only",
      "text":"Everyone tries to ninja defuse.",
      "contrib":"/u/Emsalek",
      "side":"CT"
    },
    {
      "title":"Hot Potato",
      "text":"You can't have the bomb in your inventory for more than 5 seconds; you must throw it to someone else before time's up.",
      "contrib":"/u/Emsalek",
      "side":"T"
    },
    {
      "title":"Spawn Camp",
      "text":"No one gets to leave spawn.",
      "contrib":"/u/BaseballRJP",
      "side":"Both"
    },
    {
      "title":"Mr. President (VIP)",
      "text":"One of the terrorists is a president and he can only hold the bomb out and try to plant. The other T's have to protect the president by bodyguarding or with other ways.",
      "contrib":"/u/Emsalek, /u/Paul11596",
      "side":"T"
    },
    {
      "title":"Soviet Tactics",
      "text":"One person buys a gun and everyone else follows him and picks up the gun when he dies.",
      "contrib":"/u/iGotBadHumor",
      "side":"Both"
    },
    {
      "title":"Zeus + Knives only",
      "text":"Everyone buys a Zeus and a Zeus only!",
      "contrib":"/u/NeonPuzzler_, /u/fzzzzzZ",
      "side":"Both"
    },
    {
      "title":"Believe",
      "text":"5 deagles - go Juan or go home!",
      "contrib":"/u/fzzzzzZ",
      "side":"Both"
    },
    {
      "title":"One in the Chamber",
      "text":"Buy 1 deagle, pass it to a teammate after 1 shot.",
      "contrib":"/u/Mostdakka",
      "side":"Both"
    },
    {
      "title":"Paradigm84 Shift",
      "text":"Plant at one site, only after passing through the other.",
      "contrib":"/u/Paradigm84",
      "side":"T"
    },
    {
      "title":"Peekaboo",
      "text":"Peek an enemy awper one by one with pistols only.",
      "contrib":"/u/flare561",
      "side":"Both"
    },
    {
      "title":"Behind you!",
      "text":"You can only use the S key to move around.",
      "contrib":"/u/StroodleN00dle",
      "side":"Both"
    },
    {
      "title":"Twin Towers",
      "text":"2 x two-man 'towers' anywhere, last man has to rush or ninja defuse.",
      "contrib":"/u/NeonPuzzler_",
      "side":"CT"
    },
    {
      "title":"Juan Deag(le)",
      "text":"Deagles only! If you get a body shot, you have to follow up with a knife.",
      "contrib":"/u/Sheik-Yerbouti",
      "side":"Both"
    },
    {
      "title":"Headless Chicken",
      "text":"When low on cash, buy a kevlar'd teammate a weak SMG. Flash him into a site and have your chicken run in spraying in all directions. Abandon him or follow.",
      "contrib":"/u/-Czechmate-",
      "side":"T"
    },
    {
      "title":"cl_righthand 0",
      "text":"Switch hands for your mouse and keyboard.",
      "contrib":"/u/StroodleN00dle",
      "side":"Both"
    },
    {
      "title":"Gunswap",
      "text":"Every time you kill an enemy, you must pick up the weapon he drops (including pistols) and use it for your next kill.",
      "contrib":"/u/ScumbagRasclart",
      "side":"Both"
    },
    {
      "title":"Crouch Only",
      "text":"Crouch only. Type '+duck' in console, and '-duck' after. If someone stands up, the others must kill him.",
      "contrib":"/u/chrisgid, /u/krikavka",
      "side":"Both"
    },
    {
      "title":"Shotguns Only",
      "text":"Shotguns only.",
      "contrib":"/u/chrisgid",
      "side":"Both"
    },
    {
      "title":"Not One Step Back!",
      "text":"Only going foward is allowed, no sidestepping or going backwards.",
      "contrib":"/u/Mostdakka",
      "side":"Both"
    },
    {
      "title":"420% Skillshot",
      "text":"Jumpshots only.",
      "contrib":"/u/Mostdakka",
      "side":"Both"
    },
    {
      "title":"Round the World (and Back Again)",
      "text":"Run up to A site. As soon as you get a kill, turn around and the whole team rushes back to B. Rinse and repeat until a clear bombsite is reached or all CTs are eliminated.",
      "contrib":"/u/-Czechmate-, /u/x365",
      "side":"T"
    },
    {
      "title":"Napoleonic Warfare",
      "text":"5-man scout firing squad in mid, all lined up.",
      "contrib":"/u/x365",
      "side":"Both"
    },
    {
      "title":"Deagle Distraction",
      "text":"5 x deagle + 5 x decoy. Ultimate confusion with 10 deagles shooting at the same time.",
      "contrib":"/u/x365",
      "side":"Both"
    },
    {
      "title":"Blitzkrieg",
      "text":"5 x tec-9's or p90's, 5 x 2 flashes, Take over any bombsite with all 10 flashes because if you're blind, they're blind.",
      "contrib":"/u/x365",
      "side":"T"
    },
    {
      "title":"FaZe's Clan's Strat",
      "text":"Only sniper noscopes allowed. Must HLDJ an airhorn sound after kill.",
      "contrib":"/u/en2que",
      "side":"Both"
    },
    {
      "title":"Grand Prix!",
      "text":"Pick any strat and perform it twice in the same round. Loop if you have to.",
      "contrib":"/u/blank858",
      "side":"Both"
    },
    {
      "title":"Miami Vice - T",
      "text":"Reenact a shitty 80's action movie. The whole team buys Mac-10s and Tec-9s and rushes somewhere.",
      "contrib":"/u/BasedStrelok",
      "side":"T"
    },
    {
      "title":"Miami Vice - CT",
      "text":"Reenact a shitty 80's action movie. You're the sunglasses-wearing badass cop. Only Novas and Deagles for you.",
      "contrib":"/u/BasedStrelok",
      "side":"CT"
    },
    {
      "title":"Veritas & Aequitas",
      "text":"4 members split into 2 pairs, buys Duelies and Kevlar, and takes a different site. Last one (Il Duce) buys Duelies and Sawed Off/Nova has to clutch.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Lone Survivor",
      "text":"Nade yourselves/shoot each other until you're all 20 HP or less, then proceed the round as usual. Last man alive gives their best Mark Wahlberg/Boston impression as they narrate their every move.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Am I Being Detained?",
      "text":"Use teamwork and tactical grenades to prevent enemy pushes while you try to incapacitate your enemies with the Zeus taser. Any teammate that fires a gun other than the Zeus is indefinitely suspended (kicked) without pay or referred to as Darren Wilson for the remainder of the game.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Jihadi John",
      "text":"One of your teammates volunteers to be Jihadi John, whose sole purpose is to behead infidels. One member of your team must play a Nasheed through in-game voice through the entire round for morale. All four members must protect Jihadi John in his mission, and he must survive the round with at least 70% HP.",
      "contrib":"/u/BasedStrelok",
      "side":"T"
    },
    {
      "title":"Is That You, John Wayne?",
      "text":"One member volunteers to motivate the rest of the team in his best Gunny impersonation. If your drill sergeant is alive at the end of the round, another teammate (preferably the one with the lowest amount of kills, Pvt Pyle) has to kill him.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Neymar Jr",
      "text":"Your team plays a normal round, but any player hit by enemy damage performs a soccer flop the second they are hit, and must stay in position and defend themselves until the end of the round. If you are killed after flopping, promptly plead your case to the nearby referee to card the offender by accusing the enemy player of being a hacker in chat.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Brasil, Decime Que Se Siente (AKA 7-1)",
      "text":"If your team wins the first pistol round of the game, you must intentionally allow the enemy (German) team to win the next 7 rounds. 'huehueheauhuha' spam is not necessary but improves the experience.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"30 Round Assault Clips",
      "text":"Gun control laws have reduced the amount of rounds you can carry in your weapon thanks to anti-gun rallies sponsored by your local Starbucks. Each teammate must buy an AK/M4 and dump their ammo at the beginning of the round until they only have one magazine left (can't reload). Sorry, M4A1-S fanboys.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"MIN KUK AR SA HAARD",
      "text":"You channel the luck of all YouTube CS:GO knife opening videos to equip your team for victory. All members of the team must use a CS:GO weapons crate simulator before the round and use the weapon they unbox. You sure you want that knife?",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Uncle Richie Jr",
      "text":"Say it with your chest! Your team can only go for body shots (try to aim for the chest). Teammates that get kills with headshots (intentionally or otherwise) can't buy next round.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Rage Against the Machine",
      "text":"Equip your whole team with machine guns (m249/para or negev). Teammates cannot stop to fire and must keep moving while shooting.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Mom, Get The Camera!",
      "text":"For one round, bind your screenshot key to your LMB button and fire whenever you normally would. For bonus points, compile these images into a GIF, WEBM or YouTube video.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Corey & Trevor",
      "text":"The two bottom players on the scoreboard become Corey & Trevor, who can only buy smokes and body armor. Their job is to charge into sites or follow your top fragger (Ricky) and protect him from dying.",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"UK RUSH",
      "text":"Rush a choke point one by one.",
      "contrib":"/u/gunnarkpp",
      "side":"T"
    },
    {
      "title":"Max Pain",
      "text":"Duel Berettas only!",
      "contrib":"/u/Coaks",
      "side":"Both"
    },
    {
      "title":"CS:CoD",
      "text":"Scoped weapons only!",
      "contrib":"/u/Coaks",
      "side":"Both"
    },
    {
      "title":"Smoke Party",
      "text":"Stack one site and hide in the same smoke. Try to ninja defuse when the bomb is planted.",
      "contrib":"/u/Flipping_Fish",
      "side":"CT"
    },
    {
      "title":"Dance Dance Revolution",
      "text":"Camp at spawn and show off your favorite moves.",
      "contrib":"/u/Flipping_Fish",
      "side":"Both"
    },
    {
      "title":"It's Time To Say Goodbye",
      "text":"All buy negev, armor, and rush together while holding mouse_1.",
      "contrib":"/u/DerButterkex",
      "side":"Both"
    },
    {
      "title":"Reverse Cowgirl",
      "text":"One player always has to be on top of another player, looking in opposite directions.",
      "contrib":"/u/Skeleth",
      "side":"Both"
    },
    {
      "title":"Crickets",
      "text":"Use Glock/Famas and stack in spawn. When the enemies come around, everyone throws a smoke and starts toggling the firing mode repeatedly. Keep refreshing smoke.",
      "contrib":"/u/Lulle, /u/Zvede",
      "side":"Both"
    },
    {
      "title":"Grenade Frenzy",
      "text":"Every round you have to buy a molotov/incendiary grenade and a HE grenade before anything else. If you die before using them both, in the next round you can only use shotguns and starting pistol.",
      "contrib":"/u/astrntslth",
      "side":"Both"
    },
    {
      "title":"No Backtracking",
      "text":"You can't go where you've already gone!",
      "contrib":"/u/The_angle_of_Dangle",
      "side":"Both"
    },
    {
      "title":"Maniac",
      "text":"Once you start shooting, you have to empty the clip before you can stop shooting.",
      "contrib":"/u/Emsalek",
      "side":"Both"
    },
    {
      "title":"Cirque du Soleil",
      "text":"Boost as a 5 man pyramid (3 bottom, 2 top) on the map, and hold until discovered or the timer runs low, then charge. Have 'CHARGE!!!' pre typed into chat, hit send when you go.",
      "contrib":"/u/barnyard303",
      "side":"Both"
    },
    {
      "title":"ThePro90Freak",
      "text":"5 man. P90 only.",
      "contrib":"/u/ForceOnelol",
      "side":"T"
    },
    {
      "title":"The William Wallace",
      "text":"Everyone has to rush together and speak in Scottish accents the entire round. Molotovs and knives are highly recommended.",
      "contrib":"/u/3ravo",
      "side":"Both"
    },
    {
      "title":"The Snake",
      "text":"5 players run all around the map creating a player snake without ever stopping until the round is over.",
      "contrib":"/u/Zvede",
      "side":"Both"
    },
    {
      "title":"The Rattlesnake",
      "text":"Travel around in a group around the map. Wield the Glock and hold down right mouse button switching between single- and burst-fire.",
      "contrib":"/u/pigtobacon",
      "side":"T"
    },
    {
      "title":"Allahu Akbar",
      "text":"Try to plant the bomb using only grenades. Only after planting the bomb may you switch to your weapon of choice.",
      "contrib":"/u/wilxu",
      "side":"T"
    },
    {
      "title":"Drop Your Gun",
      "text":"After getting a kill with a weapon, you must drop your weapon and you can't pick it back up or use it again until that round is over.",
      "contrib":"/u/mueller723",
      "side":"Both"
    },
    {
      "title":"Error 404: Crosshair Not Found",
      "text":"Everyone types 'crosshair 0' in console.",
      "contrib":"/u/chrisgid",
      "side":"Both"
    },
    {
      "title":"Quick Push - T",
      "text":"You must wait until the timer is at 0:15 before entering a bombsite.",
      "contrib":"/u/Tofushy",
      "side":"T"
    },
    {
      "title":"Quick Push - CT",
      "text":"If the bomb is planted, you must wait till 15 seconds before detonation before pushing.",
      "contrib":"/u/Tofushy",
      "side":"CT"
    },
    {
      "title":"The Nova Strat",
      "text":"One player buys an X-M, while the rest novas. All rush mid and hope for the best.",
      "contrib":"/u/Tofushy",
      "side":"Both"
    },
    {
      "title":"The Vomit Comet",
      "text":"Max DPI and sensitivity 20.",
      "contrib":"/u/WylldStallyns, /u/omfgwtfingbbq",
      "side":"Both"
    },
    {
      "title":"The Bee Hive",
      "text":"1) Everyone buys a gun with a high rate of fire (P90, mac10, mp9) and hides in a portion of the map the enemy team is unlikely to go to, but close to the sites/hostages. 2) Spam BZZZZZZ into the chat over and over. 3) Hostage has been taken! 4) Bumrush the enemy team like a swarm of bees and fire as a group. 5) Get mowed down and lose 90% of the time.",
      "contrib":"/u/BDOID",
      "side":"CT"
    },
    {
      "title":"The Honey Pot",
      "text":"Everyone buys a smoke and an smg. Rush each site/away from the hostages and throw 2-3 smokes per site (depending on the breakup). Make sure the smokes are far apart. Everyone hides in one smoke per site (it's tough but you can get three guys in one smoke). Wait till the enemy team runs past and attack them!",
      "contrib":"/u/BDOID",
      "side":"Both"
    },
    {
      "title":"The Phalanx",
      "text":"The entire team moves in formation, 3 at the front, 2 at the back. You can go anywhere, but you can't break formation.",
      "contrib":"/u/Paradigm84",
      "side":"Both"
    },
    {
      "title":"(Never) Go Full Rambo",
      "text":"Buy as many negevs/M249's and HE grenades and rush site. People who can't afford it can only use knives.",
      "contrib":"/u/Kendoyanar",
      "side":"T"
    },
    {
      "title":"Role Reversal",
      "text":"Give the bomb to CTs, rotate back around the entire map dodging CT rotates and 'retake' the bomb.",
      "contrib":"/u/overdrift",
      "side":"T"
    },
    {
      "title":"Pink Mist",
      "text":"You can only headshot enemies. If you hit a body shot, you have to retreat. If you kill any enemies with a non-headshot, you have to throw away your gun in shame.",
      "contrib":"/u/ninjaboiz",
      "side":"Both"
    },
    {
      "title":"Bunny",
      "text":"Bunny hop everywhere, even when you shoot.",
      "contrib":"/u/mimecraft_101",
      "side":"Both"
    },
    {
      "title":"The Agatha Christie",
      "text":"It's a murder mystery plot, and the murderer must be found! Whenever a teammate is killed, you must kill their killer before you can dispatch any other enemy.",
      "contrib":"/u/HARD1NGAL1NG",
      "side":"Both"
    },
    {
      "title":"Leap Frog",
      "text":"Players can only move by hopping over their teammates and must remain together as 5 in a line.",
      "contrib":"/u/FredKillJoy",
      "side":"Both"
    },
    {
      "title":"G-Unit",
      "text":"Buy mac10s and do a 'drive-by' at preferred bombsite while singing 50 Cent songs.",
      "contrib":"/u/Laslosellos",
      "side":"T"
    },
    {
      "title":"Racism",
      "text":"Players are only to use weapons of their current characters' continent.",
      "contrib":"/u/mop371",
      "side":"Both"
    },
    {
      "title":"Sneaky-Beaky",
      "text":"Shift walk only, this time you really are going sneaky-beaky like!",
      "contrib":"/u/TheDustierDragon",
      "side":"Both"
    },
    {
      "title":"Trigger Happy",
      "text":"Scouts only! You can't stop shooting the entire round.",
      "contrib":"/u/Mfcyndaquil",
      "side":"Both"
    },
    {
      "title":"Drunkerstrike",
      "text":"1) Get Drunk. 2) Play Counterstrike.",
      "contrib":"Collin",
      "side":"Both"
    },
    {
      "title":"The Blind Man",
      "text":"When all teammates have died,the last player alive has to turn off his computer monitor. The other 4 teammates become the eyes of the player with the turned off monitor and have to guide him to try to win the round.",
      "contrib":"/u/salaci0us",
      "side":"Both"
    },
    {
      "title":"Holy Shit I Can't Hear Anything",
      "text":"5 x Negev + armour, buy 1 decoy and throw it somewhere from spawn, buy another, head towards a site, throw decoys at site, Negev rush.",
      "contrib":"/u/Shamata",
      "side":"Both"
    },
    {
      "title":"T3KH4T's Strat",
      "text":"Play an entire round with 3 players using +left, and 2 using +right. Works best with rushing with SMGs.",
      "contrib":"/u/T3KH4T",
      "side":"Both"
    },
    {
      "title":"The Vox",
      "text":"All callouts are now replaced with 'diggity' (e.g. Boost me Diggity).",
      "contrib":"/u/raidenoid",
      "side":"Both"
    },
    {
      "title":"The Na'Vi",
      "text":"You can't stop moving or shift walk. You can't take a site until there is only 25 seconds remaining.",
      "contrib":"/u/siia",
      "side":"T"
    },
    {
      "title":"The Decoy Toss",
      "text":"Throw a decoy from spawn, B-line to it and stay within 3 meters until it explodes.",
      "contrib":"/u/siia",
      "side":"Both"
    },
    {
      "title":"The King Strat",
      "text":"One guy in your team is the king, others are servants. Servants are weak and can only use nades + knives. A king can buy anything. The servants literally do everything to keep the king alive. If the king dies, servant/s must try to win the round without lethal force.",
      "contrib":"/u/vallz",
      "side":"Both"
    },
    {
      "title":"CS:GhOst",
      "text":"Using nothing but a USP-S, smoke and 2 flashes, make it to T spawn and attack the site T's are pushing.",
      "contrib":"/u/Flexi-boot",
      "side":"CT"
    },
    {
      "title":"Hollywood Special",
      "text":"Play some tense music on Youtube loud enough that you can't hear anything else. Suggestions: Eye of the Tiger, James Bond Theme Song, Mission Impossible Theme Song.",
      "contrib":"/u/Flexi-boot",
      "side":"Both"
    },
    {
      "title":"The Snitch",
      "text":"The poorest teammate has to stay back and report in all chat where his teammates are throughout the round.",
      "contrib":"/u/mourato",
      "side":"Both"
    },
    {
      "title":"BOT Marvin Retake",
      "text":"Every CT must buy a smoke, a decoy and a classic bot weaponary like auto-shotty and SMGs, and camp in spawn until the bomb is planted, then throw ALL smokes and decoys all over the bombsite, and retake the site from different directions. Go for a ninja if possible while other teammates are creating havoc.",
      "contrib":"/u/Svirv",
      "side":"CT"
    },
    {
      "title":"Communism",
      "text":"At the start of the round, each player buys for each other! (Tip: throw it all in a pile)",
      "contrib":"/u/Komeijiblue",
      "side":"Both"
    },
    {
      "title":"Nose Goes",
      "text":"Gather in front of a site, everyone types 'Nose Goes' and everyone charges in reverse order.",
      "contrib":"/u/Some_Asian_Kid99",
      "side":"T"
    },
    {
      "title":"Emphascema",
      "text":"5 smokes. Move team to somewhat near a site. Smoke an area, then smoke just past the previous one. Repeat until you have a tunnel to the bombsite.",
      "contrib":"/u/_7355608_",
      "side":"T"
    },
    {
      "title":"Can't Hold Back",
      "text":"Type '+attack' in console at the start of the round. Keep knife out until you see an enemy and then try to kill people while being unable to stop shooting.",
      "contrib":"/u/_7355608_",
      "side":"Both"
    },
    {
      "title":"Assholes",
      "text":"Try to get the enemy team onto a knife round. If they accept, use guns to kill them and let the hate flow.",
      "contrib":"/u/consistens",
      "side":"Both"
    },
    {
      "title":"Hide and Seek",
      "text":"The players of your team must hide as well as possible. Last man standing wins.",
      "contrib":"/u/consistens",
      "side":"Both"
    },
    {
      "title":"Defusers are for Losers",
      "text":"You can't buy defusekit, nor can you defuse the bomb. No rescuing hostages. Elimination is the only way out!",
      "contrib":"/u/balleklorin",
      "side":"CT"
    },
    {
      "title":"Marked for Death",
      "text":"One person runs ahead and finds someone. The four others nade stack that person and finish it up with a tec-9 rush. When the target is down, the person awarded with the kill must teabag them until the round is won or the bomb is planted.",
      "contrib":"/u/Pilltacular",
      "side":"T"
    },
    {
      "title":"Run Forrest, Run!",
      "text":"Never stop moving. Ever.",
      "contrib":"/u/Fhardervig",
      "side":"Both"
    },
    {
      "title":"Do You Have the Shot?",
      "text":"Communication is key in any army or special operations group. You can only kill an enemy after you confirm your team will let you have that kill. (Thanks NIP POV stream). Information must be as detailed as possible before you take the kill: What's the enemy's nickname, what weapon he's holding, where in the map he is, etc. Anyone on your team is allowed to decline, and if they do, you can't have the kill.",
      "contrib":"/u/Perkkie",
      "side":"Both"
    },
    {
      "title":"Bison Herd",
      "text":"Everyone has to buy bizons without kevlar and shiftwalk. Running or standing still is not allowed.",
      "contrib":"/u/Skur_",
      "side":"CT"
    },
    {
      "title":"Zcout",
      "text":"Everyone buys scouts and must be double zoomed when moving or shooting.",
      "contrib":"/u/pigtobacon",
      "side":"Both"
    },
    {
      "title":"Man Mode",
      "text":"Everyone buys Duelies + 1 HE/Molly + no turning back EVER.",
      "contrib":"/u/Nidhoeggr89",
      "side":"Both"
    },
    {
      "title":"Walling",
      "text":"Follow a wall at all times, wherever the wall goes, you go.",
      "contrib":"/u/pigtobacon",
      "side":"Both"
    },
    {
      "title":"Retakes Only",
      "text":"Wait in spawn until the bomb is planted, then begin the round.",
      "contrib":"/u/ZarnoLite",
      "side":"CT"
    },
    {
      "title":"Flock of Birds",
      "text":"Everybody walks closely as a group until they are distracted by an enemy. Then they rush in random directions shooting for a while. When it is silent again they gather in a group and repeat.",
      "contrib":"/u/TheDoomi",
      "side":"Both"
    },
    {
      "title":"Sniper Squads",
      "text":"Three (snipers) buy sniper rifles, the others (spotters) buy anything but snipers. Form two squads with a spotter each. Snipers can only look where spotter says and shoot only when spotter calls to shoot.",
      "contrib":"/u/TheDoomi",
      "side":"Both"
    },
    {
      "title":"Scumbag Artillery",
      "text":"All buy HE grenade and camp base. Bombard the first enemy that comes by.",
      "contrib":"/u/TheDoomi",
      "side":"CT"
    },
    {
      "title":"Suicide Bomber",
      "text":"Everybody takes HE Grenade or Molotov/Incendiary Grenade, pulls the trigger and runs into the enemy, hoping the dropping grenade drags the frag.",
      "contrib":"/u/ospap",
      "side":"Both"
    },
    {
      "title":"Mom's Credit Card",
      "text":"Everytime you kill someone you have to stand still and inspect your weapon. You have to wait the whole animation before doing anything again.",
      "contrib":"/u/Strangerkill2",
      "side":"Both"
    },
    {
      "title":"ONSCREEN360",
      "text":"Everyone has to buy either an AWP or Scout. You are only allowed to shoot after a jumping 360 spin.",
      "contrib":"/u/onscreenlol",
      "side":"Both"
    },
    {
      "title":"Inversion Inception",
      "text":"Switch your mouse inversion settings.",
      "contrib":"/u/tsuriga",
      "side":"Both"
    },
    {
      "title":"Nemeses",
      "text":"Everybody picks a different enemy and tries to kill them first.",
      "contrib":"/u/tsuriga",
      "side":"Both"
    },
    {
      "title":"Esports is Real Sports",
      "text":"Stand up for the whole round.",
      "contrib":"/u/tsuriga",
      "side":"Both"
    },
    {
      "title":"Death Perception",
      "text":"Play with one eye closed.",
      "contrib":"/u/tsuriga",
      "side":"Both"
    },
    {
      "title":"Instagram That Shit",
      "text":"For every kill you must pose with the victim and your teammate must take a screenshot of your triumph. Bonus points for posing with a teammate.",
      "contrib":"/u/tsuriga",
      "side":"Both"
    },
    {
      "title":"Marksman",
      "text":"You and your teammates are only allowed to tap wth your guns.",
      "contrib":"/u/sebwerner",
      "side":"Both"
    },
    {
      "title":"Splinter Cell",
      "text":"Use only silenced weapons/knives. Don't run.",
      "contrib":"/u/tehftw",
      "side":"CT"
    },
    {
      "title":"The Clean Plant",
      "text":"Drop the bomb at spawn, go to any site as a team, when the site is clear you may go to spawn, get the bomb, go back, and plant.",
      "contrib":"/u/seany765",
      "side":"T"
    },
    {
      "title":"Byzantine Callers",
      "text":"Play the round as you would normally, but every 2-4 calls each player makes is a lie. No repeating calls.",
      "contrib":"/u/EagiZ",
      "side":"Both"
    },
    {
      "title":"Canadian Warfare",
      "text":"When you kill someone immediately type ''I'm Sorry'' in chat.",
      "contrib":"/u/Wilsterd",
      "side":"Both"
    },
    {
      "title":"KQLY-Style",
      "text":"You can only kill people with a USP-S while jumping.",
      "contrib":"/u/Wilsterd",
      "side":"CT"
    },
    {
      "title":"The Spotters",
      "text":"4 players act as spotters. Spotters can not kill, and can only call out enemies. Only 1 player, with an AWP, is allowed to kill. If the AWPer is killed, a spotter can take his place.",
      "contrib":"/u/Wilsterd",
      "side":"Both"
    },
    {
      "title":"Surprise!",
      "text":"You're only allowed to kill someone by wall banging them.",
      "contrib":"GHOSTK1LL3R",
      "side":"Both"
    },
    {
      "title":"ScoutzKnivez",
      "text":"Throw away your pistol and only use Scouts and Knivez for everyone on your team.",
      "contrib":"/u/LupinMay",
      "side":"Both"
    },
    {
      "title":"Congo",
      "text":"Walk in a line while swaying your guns to the left and right as if you're dancing in a congo line. If you prefer you can sing congo as your team moves in voice comms.",
      "contrib":"/u/LupinMay",
      "side":"Both"
    },
    {
      "title":"Chaos",
      "text":"Everyone must hold their push-to-talk for the entire duration of the round (even if dead).",
      "contrib":"/u/HydrA-",
      "side":"Both"
    },
    {
      "title":"Dracula",
      "text":"Your team is now a group of vampires with Transylvanian (Romanian) accents. Whenever you kill an enemy or if a teammate dies near you, you must suck its blood for approximately five seconds by crouching over its neck all the while making slurping noises.",
      "contrib":"/u/snakehunter23",
      "side":"Both"
    },
    {
      "title":"Ace",
      "text":"The top fragger stands behind his teammates as they flash, smoke and try to juke bullets so he can get the ace. The others must sing/play songs including but not limited to: 'Eye of the Tiger', 'Django Unchained - The Payback', or 'Another One Bites the Dust'.",
      "contrib":"/u/snakehunter23",
      "side":"Both"
    },
    {
      "title":"Pathfinder",
      "text":"Every time you encounter an intersection, draw an arrow on the ground with bullets to where you are heading. The whole team must stay together.",
      "contrib":"/u/snakehunter23",
      "side":"T"
    },
    {
      "title":"Firing Squad",
      "text":"Everyone buys Scouts/AWPs and shoots only when the team captain says 'Fire!'",
      "contrib":"/u/snakehunter23",
      "side":"T"
    },
    {
      "title":"Overkill",
      "text":"Everyone must bring a secondary primary weapon with them by shooting it around the map, every time they get a kill they must switch weapons.",
      "contrib":"/u/snakehunter23",
      "side":"Both"
    },
    {
      "title":"Graffiti",
      "text":"Everyone sits in spawn and draws pictures on the walls with bullets.",
      "contrib":"/u/snakehunter23",
      "side":"Both"
    },
    {
      "title":"Pirate",
      "text":"Entire team must wear an eye patch (or close one eye) for a round and punctuate each sentence with \"ARGH\" or some other pirate speak.",
      "contrib":"/u/drunkkk_",
      "side":"Both"
    },
    {
      "title":"Pew Pew",
      "text":"Only use USP-S and bind mouse_1 to say 'pew pew' in chat in addition to firing.",
      "contrib":"/u/drunkkk_",
      "side":"CT"
    },
    {
      "title":"Care Package in Spawn",
      "text":"The richest player must buy a weapon and drop it in spawn. Then everyone buys armor + starter pistol only. The last guy alive has to go get the care package in spawn and try to clutch the round.",
      "contrib":"/u/sebwerner",
      "side":"Both"
    },
    {
      "title":"Team Effort",
      "text":"The team has to do one full buy together, only one piece each (one buys a gun, another one buys armor, a third one buys the flashes, etc.).",
      "contrib":"/u/sebwerner",
      "side":"Both"
    },
    {
      "title":"An Eye for an Eye, a Round for a Round",
      "text":"Teammates are only allowed to fire as many rounds as the rounds they've won, then reload. (If 0 rounds, they can fire 1 bullet before they have to reload).",
      "contrib":"/u/sebwerner",
      "side":"Both"
    },
    {
      "title":"Oldschool Noob",
      "text":"Shoot using spacebar (bind space +attack).",
      "contrib":"Anonymous",
      "side":"Both"
    },
    {
      "title":"360 and Walk Away",
      "text":"Whenever you get a kill, do a 360 and throw your gun in the air.",
      "contrib":"/u/Jackalot",
      "side":"Both"
    },
    {
      "title":"Resolution Means Nothing",
      "text":"Change your resolution to something you're not used to (e.g If you play on 4:3 use 16:9, vice versa).",
      "contrib":"/u/Barclay_",
      "side":"Both"
    },
    {
      "title":"Summer of Five-Seven",
      "text":"Your whole squad was listening to Bryan Adams before you got to the site. Five-Sevens only. Every time you get a kill, you must type \"Summer of Five-Seven\" in chat. If your team somehow wins the round, everyone must type \"Those were the best days of my life\" in the chat.",
      "contrib":"Axman13",
      "side":"CT"
    },
    {
      "title":"Red Light, Green Light",
      "text":"One player calls red light or green light to determine team mates ability to move. ",
      "contrib":"Spadekingdom",
      "side":"Both"
    },
    {
      "title":"Corners are Hard",
      "text":"Big twists in map (90 degree turns), you must do a 360.",
      "contrib":"Spadekingdom",
      "side":"Both"
    },
    {
      "title":"Blind Corners",
      "text":"Prefire every corner.",
      "contrib":"Spadekingdom",
      "side":"Both"
    },
    {
      "title":"Googly Eyes",
      "text":"The four non-bomb carriers must pair up and go to different sites while always facing their partners.",
      "contrib":"Spadekingdom",
      "side":"T"
    },
    {
      "title":"Legging!",
      "text":"You may only aim at legs when shooting.",
      "contrib":"DeOne",
      "side":"Both"
    },
    {
      "title":"Spin to Win!",
      "text":"When you see your opponent, you must do a 360 spin before shooting.",
      "contrib":"DeOne",
      "side":"Both"
    },
    {
      "title":"Sharing is Caring",
      "text":"Everybody on the team has to get one kill. A player with a kill cannot attack or kill another enemy before everybody else has a kill too. If teammates die, you may only kill the remaining enemies after everybody in your team has at least one kill.",
      "contrib":"Bini",
      "side":"Both"
    },
    {
      "title":"The Topsy Turvy",
      "text":"All players must turn their keyboards to face away from them.",
      "contrib":"Jacob",
      "side":"Both"
    },
    {
      "title":"Flickadawrist!",
      "text":"Turn your game sensitivity all the way up and only use a scout, AWP or deagle.",
      "contrib":"Rambolo",
      "side":"Both"
    },
    {
      "title":"What did you say? I can't hear you! ",
      "text":"No communication whatsoever. (No Voice Chat, Text Chat, or Predetermined In-Game Radio.)",
      "contrib":"/u/Catrio",
      "side":"Both"
    },
    {
      "title":"Operation Widow Fire!",
      "text":"Mag-7's only!",
      "contrib":"/u/Lenthaden",
      "side":"CT"
    },
    {
      "title":"The Han Solo",
      "text":"You're only allowed to shoot someone if he shot at you first.",
      "contrib":"/u/Cyanr",
      "side":"Both"
    },
    {
      "title":"The MOe",
      "text":" If you die, you have to cry like a little bitch in either voice or text chat.",
      "contrib":"/u/Cyanr",
      "side":"Both"
    },
    {
      "title":"Gun Game",
      "text":"Buy a primary weapon. You are only allowed to use it once you get a kill with your pistol.",
      "contrib":"/u/Cyanr",
      "side":"Both"
    },
    {
      "title":"Postplant Positions",
      "text":"Once the bomb is planted, nobody can move.",
      "contrib":"/u/fxu1989",
      "side":"T"
    },
    {
      "title":"Headpad",
      "text":"Play the round using your forehead as a mousepad.",
      "contrib":"/u/Eight9Three8",
      "side":"Both"
    },
    {
      "title":"Bro's For Life",
      "text":"After any kill you get you must mid-air chest bump a team mate, If you are the last one you chest bump a dead body.",
      "contrib":"/u/Butters030",
      "side":"Both"
    },
    {
      "title":"On A Budget",
      "text":"The player with the least money must provide for the team.",
      "contrib":"/u/s0lz",
      "side":"Both"
    },
    {
      "title":"Kill Confirmed",
      "text":"Whenever someone gets a kill type in all chat KILL CONFIRMED.",
      "contrib":"/u/Mr_BobSaget",
      "side":"Both"
    },
    {
      "title":"The James Bond",
      "text":"Talk like James Bond for the entirety of the round, using only the pistol of your choice.",
      "contrib":"/u/orbistruct",
      "side":"Both"
    },
    {
      "title":"The Hulk Hogan",
      "text":"For the entirety of the round, talk like Hulk Hogan. (OHHH YEEEAHHH!, LETS WRESTLE!, BROOOTHHHEEER!, LETS SETTLE IT IN THE RING!, etc.)",
      "contrib":"/u/orbistruct",
      "side":"Both"
    },
    {
      "title":"I'll Keep An Eye On You",
      "text":"You are only allowed to move when a teammate is in sight. No exceptions.",
      "contrib":"Finax",
      "side":"Both"
    },
    {
      "title":"Dictatorship",
      "text":"The leader of the scoreboard becomes the Dictator. Everyone else must do what the Dictator dictates.",
      "contrib":"Odwer",
      "side":"Both"
    },
    {
      "title":"Nascar!",
      "text":"You must only move with left turns. You can not move right or turn right.",
      "contrib":"/u/ultimatekiwi, /u/BigC23",
      "side":"Both"
    },
    {
      "title":"Sod Off!",
      "text":"Everyone must buy a Sawed Off. When you get a kill, you must type \"Sod Off\" in chat.",
      "contrib":"Icymountain",
      "side":"T"
    },
    {
      "title":"He's Lit!",
      "text":"No matter what (unless you actually kill them), whenever you see and shoot at an enemy, use the normal call out and say \"He's lit!\".",
      "contrib":"/u/LitrallyTheBest",
      "side":"Both"
    },
    {
      "title":"The Slowpoke",
      "text":"Change your sensitivity to 0.1",
      "contrib":"/u/akarkilehetek",
      "side":"Both"
    },
    {
      "title":"Simple Minded",
      "text":"You can't turn while moving, and you must stop to use the mouse.",
      "contrib":"/u/Player_924",
      "side":"Both"
    },
    {
      "title":"Call of Duty MLG PRO",
      "text":"You may not crouch, walk or compensate for recoil. Jump around every corner. TLDR: RUN, JUMP AND SPRAY LIKE AN MLG PRO",
      "contrib":"TannerThePolak",
      "side":"Both"
    },
    {
      "title":"Just To Make Sure",
      "text":"You must unload your entire clip on an enemy, even if they die.",
      "contrib":"/u/Reedalini",
      "side":"Both"
    },
    {
      "title":"What's My Score?",
      "text":"Hold TAB during the entire round.",
      "contrib":"/u/Reedalini",
      "side":"Both"
    },
    {
      "title":"What did you say?",
      "text":"Speak gibberish for the entire round.",
      "contrib":"/u/Stalinerino",
      "side":"Both"
    },
    {
      "title":"The Wild West",
      "text":"Pistols Only. Quickdraw Only. Always speak in a southern accent.",
      "contrib":"spanish plumber",
      "side":"Both"
    },
    {
      "title":"The Squeeker!",
      "text":"Spam the mic with yo mamma jokes , buy a scoped weapon, and teabag every enemy!",
      "contrib":"/u/AutoSkyPilot",
      "side":"Both"
    },
    {
      "title":"The Looney Tunes",
      "text":"You may not shoot directly at an enemy, and must instead trace his outline with your bullets, and hope he runs away.",
      "contrib":"/u/TuvokMcEltonjohn",
      "side":"Both"
    },
    {
      "title":"It`s a legitimate learning disability",
      "text":"One person must run around firing his weapon at the air, while others protect him and type excuses in the chat.",
      "contrib":"/u/TuvokMcEltonjohn",
      "side":"Both"
    },
    {
      "title":"Trading",
      "text":"Whenever you get a kill, you must swap guns with a teammate.",
      "contrib":"/u/pzxl",
      "side":"Both"
    },
    {
      "title":"Mutilator",
      "text":"Every time you kill an enemy, you must stab the body three times with your knife before you can kill the next enemy.",
      "contrib":"/u/Jagun",
      "side":"Both"
    },
    {
      "title":"The Gap",
      "text":"Set your crosshair gap to 69.",
      "contrib":"juan",
      "side":"Both"
    },
    {
      "title":"High Roller",
      "text":"You may buy armor first. Everyone must buy everything they can with their money and drop it into a pile. When the round starts, jump into the pile and use whatever you pick up.",
      "contrib":"Michael Murciano",
      "side":"Both"
    },
    {
      "title":"Kobe",
      "text":"You may only get kills with grenades. Whenever you get a kill, everyone types \"KOBE!\" in all chat",
      "contrib":"DarkLordSteve",
      "side":"Both"
    },
    {
      "title":"I'd Rather Not Choose At All",
      "text":"Close your eyes on the buy menu and purchase random selections from random categories. Open your eyes and stop buying once the round begins.",
      "contrib":"Wibbleh",
      "side":"Both"
    },
    {
      "title":"Pursue The Target",
      "text":"Once you see an enemy you must chase down the enemy and kill the enemy even if they run away. You are not allowed to attack anyone other enemy until you kill the first one.",
      "contrib":"/u/DuongC",
      "side":"Both"
    },
    {
      "title":"Don't Be Afraid",
      "text":"You are not allowed to hide behind any walls, boxes, etc..",
      "contrib":"/u/DuongC",
      "side":"Both"
    },
    {
      "title":"Scared to Death",
      "text":"If you see an enemy you must stop entirely and don't shoot or move until three second have passed after he saw you.",
      "contrib":"/u/DuongC",
      "side":"Both"
    },
    {
      "title":"One Man Entrance",
      "text":"One person must enter a site at a time. Once that person dies the next person can go.",
      "contrib":"/u/DuongC",
      "side":"T"
    },
    {
      "title":"Turn Down For WHAT?!",
      "text":"Everyone must turn up their game volume to the point you can barely hear your teammates using voice communication.",
      "contrib":"/u/s0lz",
      "side":"Both"
    },
    {
      "title":"Praise the Knife",
      "text":"Upon coming across an intersection, pull out your knife and left click. If your knife swings left, go left, and if your knife swings right, go right.",
      "contrib":"/u/desertions",
      "side":"Both"
    },
    {
      "title":"Surprise Mother Fucker",
      "text":"You can only get a kill from behind.",
      "contrib":"/u/itapandagamer",
      "side":"Both"
    },
    {
      "title":"Tom Clancy's Rainbow Five",
      "text":"Buy Armor, Flashbangs, Smokes, Decoys, Zeus', Defuse Kits, and silenced weapons. If you do not have the m4a1-s or usp-s equipped then you have to knife. Always walk or crouch-walk. Put your mic to eye level (if you have a headset) and whisper to your teammates. If they cannot hear you then tough luck. Door and window breaches must be done by at least three people, one to open, one to nade, and a third to support rifle. By the end of the round you have to have used all equipment, including Zeus' and grenades.",
      "contrib":"/u/Pixelzzz",
      "side":"CT"
    },
    {
      "title":"Rebind Frenzy",
      "text":"At the beginning, everything is normal; when someone dies, you cannot press w. After that, each person's death disables the a, s, and d keys. You are allowed to rebind, so this may get frantic. Optionally, one key starts unbound, and you go up to spacebar.",
      "contrib":"/u/IsaacLightning",
      "side":"Both"
    },
    {
      "title":"Don't be a loser, defend the defuser!",
      "text":"Only 1 person can buy a defuse kit and you have to wait until the bomb is planted. The person with the defuse kit cannot fire any bullets and must have no armour. Only the person with the defuse kit can defuse the bomb. The other team mates must protect that person at all times.",
      "contrib":"/u/deyeck",
      "side":"Both"
    },
    {
      "title":"No Spawn Camping!",
      "text":"You have to run all way to the opposite spawn without shooting (nades and knifes allowed). Once you have reached to the spawn, start killing/planting/defusing.",
      "contrib":"/u/mlgnoscopper",
      "side":"Both"
    },
    {
      "title":"\"Copy That\"",
      "text":"All of your team must now communicate as if you were the real T/CT and use radio phrases like \"Need assistance/Requesting backup\", \"Enemy spotted\", \"Target neutralized\", \"Copy that/Roger that\", \"Negative\" and so on. Each callout must end with \"Over.\" Take this round as seriously as you can and become real Ts/CTs!",
      "contrib":"/u/Furreon",
      "side":"Both"
    },
    {
      "title":"One Shot One Kill",
      "text":"Players can buy any gun they want, but may only take one shot per gun. Once you have taken that shot, you can switch weapons, take someone elses weapon, or use your knife.",
      "contrib":"/u/nicksterp",
      "side":"Both"
    },
    {
      "title":"Drunk Irishman",
      "text":"Everyone buys a molotov and a grenade and runs down mid",
      "contrib":"/u/FerN-0",
      "side":"Both"
    },
    {
      "title":"1 Life, 1 Clip.",
      "text":"You may only use one magazine per gun. You may pick up weapons only if they have bullets in the magazine. No reloading.",
      "contrib":"/u/yuleahcim",
      "side":"Both"
    },
    {
      "title":"Fast As a Blink",
      "text":"You need to blink very fast the whole round, with all doors closed and with the lights off. This will make your monitor a strobe light.",
      "contrib":"/u/gaylord709",
      "side":"Both"
    },
    {
      "title":"Reload Fever",
      "text":"If you see a gun you must ignore everything around you run for the gun and reload it, you need to kill 1 enemy with it before you can switch weapons again.",
      "contrib":"Crossfirestyler",
      "side":"Both"
    },
    {
      "title":"Lebron!",
      "text":" Every one needs to write Lebron or Koby in the chat before they throw any grenade.",
      "contrib":"Mathias",
      "side":"Both"
    },
    {
      "title":"Heavy Mag",
      "text":"You can only move when below 50% ammo left in your magazine",
      "contrib":"Karokks",
      "side":"Both"
    },
    {
      "title":"Communication Fun",
      "text":"Everyone must enable 'voice_loopback 1' and can only use in-game voice to talk to other players.",
      "contrib":"Vexadros",
      "side":"Both"
    },
    {
      "title":"I Got Your Back",
      "text":"Your team must form two groups (one of two players and one of three) that will shift-walk while keeping their backs together.  No player is every allowed to see another living player that is in their group.  If a player is the sole survivor of a group, he may join the other group.",
      "contrib":"Circ",
      "side":"Both"
    },
    {
      "title":"Homerun!",
      "text":"After every kill you have to run back to your spawn and then you can kill again.",
      "contrib":"Z3niT3",
      "side":"Both"
    },
    {
      "title":"The Mechanic",
      "text":"Bottom fragger is the mechanic. He may not buy guns. The Mechanic is the only one who can reload guns. If he dies someone else takes his place. The Mechanic can use guns if the last one alive.",
      "contrib":"/u/African_AIDS",
      "side":"Both"
    },
    {
      "title":"Angry Mother",
      "text":"Pick the top fragger on the enemy team and pretend to be their mother. Scold him in the chat for not doing his homework. The other players on your team are his brothers and sisters, and have to back up the mother.",
      "contrib":"/u/Kimeiga86",
      "side":"Both"
    },
    {
      "title":"American Action Movie",
      "text":"Everybody buys MP9s and whenever you have to shoot someone you have to leap in a direction and shoot midair. Especially when going around corners.",
      "contrib":"/u/Kimeiga86",
      "side":"CT"
    },
    {
      "title":"Kawaii! <3",
      "text":"Everyone has to talk like anime girls the whole game. If you kill someone, you have to quickly jerk your aim in random directions as if you are ecstatic and/or a scrub. If one person is left, the rest of the team has to cheerlead him.",
      "contrib":"/u/Kimeiga86",
      "side":"Both"
    },
    {
      "title":"Hit and Run",
      "text":"Take a bombsite, and after you take it, go back to your spawn before continuing.",
      "contrib":"/u/Zuusie",
      "side":"T"
    },
    {
      "title":"The Big Fake",
      "text":"No flashbangs. Instead, use your primary as a fake flash and peak with your pistol.",
      "contrib":"/u/Desertions",
      "side":"Both"
    },
    {
      "title":"Clickity Click",
      "text":"Play with your chin on your desk, and type +voicerecord in console so your whole team hears your keyboard. Let the clicking wars begin!",
      "contrib":"/u/Desertions",
      "side":"Both"
    },
    {
      "title":"Leeroy Jenkins",
      "text":"Everyone lines up outside of your preferred site/hostage. Once there, everybody must shout LEEROY JENKINS as loud as possible as they storm the bombsite.",
      "contrib":"/u/HeroVoltzy",
      "side":"T"
    },
    {
      "title":"Siamese Twins",
      "text":"All players must be touching each other for the whole round, no one gets loose. You always stick (literally) together.",
      "contrib":"/u/FreakyWolf",
      "side":"Both"
    },
    {
      "title":"The Schwarzenegger",
      "text":"Only buy Negevs/Sawed Offs/Autoshotty and play as usual. When met by an enemy, run away and find another angle of attack/flank him while shouting \"I'll Be Bachk\".",
      "contrib":"hs_mjsty_mstdn",
      "side":"Both"
    },
    {
      "title":"Pass It Around",
      "text":"All kills must be made with the same weapon, passed around the team.",
      "contrib":"/u/1tapmax",
      "side":"Both"
    },
    {
      "title":"Super Detailed Callouts",
      "text":"Whenever you see an enemy you must tell your teammates their height, estimated age, what they're wearing, which skin they have and shoe size etc.",
      "contrib":" /u/thecoolnerd9, RAMPAGEx555",
      "side":"Both"
    },
    {
      "title":"Be A Leader",
      "text":"Only the player with the bomb can move. You can pass the bomb to another player.",
      "contrib":"/u/JaysonMW",
      "side":"T"
    },
    {
      "title":"Dizzy Bomb",
      "text":"Once the bomb is planted, everyone must type '+right' in console.",
      "contrib":"/u/Caput770",
      "side":"T"
    },
    {
      "title":"Silence",
      "text":"Every time someone makes a noise, say 'shhh' in chat.",
      "contrib":"/u/Jewnito",
      "side":"Both"
    },
    {
      "title":"The Shia Labeouf",
      "text":"4 players rush into one bombsite while the 5th is behind giving inspirational speech.",
      "contrib":"/u/ravidleo",
      "side":"T"
    },
    {
      "title":"COD Boys",
      "text":"Everyone must buy an SG 553/Aug. Do not unscope or stop moving the entire round. (Bonus points for kill streaks!)",
      "contrib":"/u/MrFrames",
      "side":"Both"
    },
    {
      "title":"Cool Guys Do(n't) Look At Explosions",
      "text":"Buy 2 Flashbangs every round and use them when you fight against an enemy. But remember that cool guys always look at explosions, so stare directly at the Flashbang when it explodes.",
      "contrib":"/u/jo_gri",
      "side":"Both"
    },
    {
      "title":"Don't Drop that Ump-Ah-Bump!!",
      "text":"The whole team must buy ump-45s and cant use any other gun for the entire round. Any time one of your umpers kills someone they must say don't drop that ump-ah-bump just like the song don't drop that thun thun thun or more points if they say in all chat \"ump-ah-bump!!!\" and or \"I just ump-ah-bumped you\" the choice is yours!",
      "contrib":"rygrizzy",
      "side":"Both"
    },
    {
      "title":"The Mourning",
      "text":"Every player you kill you have to look at them and say something nice about them in chat as if it was a funeral.",
      "contrib":"/u/Ricesbowla",
      "side":"Both"
    },
    {
      "title":"The Taylor Swift",
      "text":"You must play a round whilst not stopping to press a and d so you are shaking it off.",
      "contrib":"/u/Elliotdankmemes",
      "side":"Both"
    },
    {
      "title":"Rich Boy Shouts",
      "text":"The richest person on your team buys all the guns for your team. No one else can buy guns (you can buy armour and nades).",
      "contrib":"/u/Lazordog",
      "side":"Both"
    },
    {
      "title":"Hit Me Baby",
      "text":"Every time you get hit, type in chat 'Hit me baby one more time!'",
      "contrib":"/u/SpecialRemixRT",
      "side":"Both"
    },
    {
      "title":"Karaoke",
      "text":"One player chooses a song, everyone else sing along!",
      "contrib":"/u/SpecialRemixRT",
      "side":"Both"
    },
    {
      "title":"War in the Renaissance",
      "text":"Line up in a straight, horizontal line. All engage the enemy while staying in this formation.",
      "contrib":"/u/SpecialRemixRT",
      "side":"Both"
    },
    {
      "title":"The Legit 360",
      "text":"Whenever you see an enemey, do a 360 spin in real life before shooting.",
      "contrib":"MyStiSk",
      "side":"Both"
    },
    {
      "title":"Simon Says",
      "text":"The top fragger becomes Simon, and the rest have to follow Simon and do exactly the same thing as Simon does.",
      "contrib":"S3bluen",
      "side":"Both"
    },
    {
      "title":"SMTap",
      "text":"Everyone buys a mac10/MP9 and can only tap with it!",
      "contrib":"LeV_Official",
      "side":"Both"
    },
    {
      "title":"Hacker",
      "text":"Everytime you kill enemy type on chat \"unityhacks.com\" or something like that.",
      "contrib":"TheMoutainD",
      "side":"Both"
    },
    {
      "title":"Fart Radio",
      "text":"Play normally but make a fart noise before and after every callout",
      "contrib":"YOHON",
      "side":"Both"
    },
    {
      "title":"Your mom!",
      "text":"Your team takes turns telling yo mama insults every 10 seconds in order to do anything. If you can't think of an insult, everyone else in your team must talk shit about your mom.",
      "contrib":"IsraeliChicken",
      "side":"Both"
    },
    {
      "title":"Killed in Ice-Cold Blood",
      "text":"Whenever an enemy is killed, everyone must freeze for 5 seconds",
      "contrib":"Ragegamr",
      "side":"Both"
    },
    {
      "title":"Double Barrel",
      "text":"You can only fire twice, then you must reload",
      "contrib":"Dan",
      "side":"Both"
    },
    {
      "title":"The Clueless Militant",
      "text":"Each player picks any small area on the map to patrol. You may only walk around that spot either back and forth, or in a pattern. You may only stray from your pattern once an enemy is spotted. Once they are out of vision or are dead, you return to your post and continue patrolling.",
      "contrib":"/u/Zakizdaman",
      "side":"Both"
    },
    {
      "title":"Bomb Tag",
      "text":"You play tag with the bomb. The person that starts with the bomb is it and they have to try throwing it to a team mate, then type 'tag you're it' in chat",
      "contrib":"RugFlipper",
      "side":"Both"
    },
    {
      "title":"Fury Road",
      "text":"Play normally, but the last person alive must scream and/or type in chat \"WITNESS ME\" while going in alone to take down the remaining enemies.",
      "contrib":"Astromatic",
      "side":"Both"
    },
    {
      "title":"I am the Best!",
      "text":"Whenever someone gets a kill, the team has to compliment him in chat.",
      "contrib":"Detox HD",
      "side":"Both"
    },
    {
      "title":"Titan Pause",
      "text":"One of your team members types \".pause (time)\" in chat, then wait that amount of time before beginning the round.",
      "contrib":"/u/WarriorDB",
      "side":"Both"
    },
    {
      "title":"Bully",
      "text":"Choose one person on your team to be the Punching Bag. Every time someone gets a kill, that person must shoot the Punching Bag once in the foot. If the punching Bag Dies, you must choose a new one. Insults are optional.",
      "contrib":"/u/simPlyguP",
      "side":"Both"
    },
    {
      "title":"AOL Messenger",
      "text":"No mics! You have to write in chat when you and where you spot and enemy and when you kill, plant, etc.",
      "contrib":"/u/BW_The_Tween",
      "side":"Both"
    },
    {
      "title":"Wholly Unique",
      "text":" Everyone has to buy a SMG, a pistol, and a grenade. No one else can buy the SMG you buy, the pistol you buy, and the grenade you buy. There should be one of each SMG, pistol, and grenade on your team.",
      "contrib":"/u/develo",
      "side":"Both"
    },
    {
      "title":"Give Peace a Second Chance",
      "text":"After winning the pistol round, do not buy any primaries. It's a second pistol round!",
      "contrib":"/u/carldude",
      "side":"Both"
    },
    {
      "title":"Spider-Man",
      "text":"Select one member of your team to be Spider-Man. Spider-Man can only use an AWP and decoy(s). Everyone else must hide until he dies. Whenever he gets a kill, he must type in 'all chat', \"With great power comes great responsibility.\" If he dies, one more player must pick up his AWP and continue.",
      "contrib":"/u/postfire",
      "side":"Both"
    },
    {
      "title":"Captain America",
      "text":"Whoever got the last kill the previous round is Captain America. At any point during the round he can say over his mic, \"Avengers assemble!\" No matter where the other teammates are on the map they have to stop and they are doing, run straight to him, and remain by his side for at least 10 seconds. If Captain America dies, everybody must go cry in a corner until 30 seconds remain or a bomb is planted, and then avenge his death.",
      "contrib":"/u/postfire",
      "side":"Both"
    },
    {
      "title":"Superman",
      "text":"One person buys an AWP (or the next most powerful gun if poorer) and the rest of the team throws their guns away. The team should form a five-man pyramid at a good sniper location (with no roof). Only the man on top can shoot. The rest of the team must type in 'all chat', \"Up, up, and away!\" every time he gets a kill. Once he dies, he must blame it on kryptonite in 'all chat' and whoever the gun lands on becomes the next Superman.",
      "contrib":"/u/postfire",
      "side":"Both"
    },
    {
      "title":"The Flash",
      "text":"The bottom fragger should be referred to as \"The Flash\" this round. The Flash must be running the entire round (with the exception of planting/defusing). Everybody buys two flash grenades. Only The Flash is allowed to have weapons. His goal is to repeatedly flash the other team as many times as possible by picking up his other teammates flashes (and get kills if he can). The rest of the team must type in all chat \"He's the fastest man alive!\" every time he throws one.",
      "contrib":"/u/postfire",
      "side":"Both"
    },
    {
      "title":"Hover Mouse",
      "text":"Play the game while hovering the mouse above the desk.",
      "contrib":"/u/connorMcF",
      "side":"Both"
    },
    {
      "title":"Point Secured!",
      "text":"You may only move by jumping from one bullet hole on the floor to the next. You can shoot these bullet holes yourself.",
      "contrib":"/u/Zerokx",
      "side":"Both"
    },
    {
      "title":"Alphabetical Order!",
      "text":"Everyone in the team must line up and move behind each other but the line has to be in alphabetical order, you are allowed to use any gun.",
      "contrib":"/u/KeNx_017",
      "side":"Both"
    },
    {
      "title":"Robin Hood",
      "text":"The richest player on the team must buy weapons for his teammates (as many as he can), and he must also give away his weapon he used in the previous round, the only weapons the buyer can use are pick-ups from killed enemies.",
      "contrib":"/u/xdeivi15x",
      "side":"Both"
    },
    {
      "title":"Gun Juggler",
      "text":"When a member of your team kills someone, he has to swap weapon with the person bellow him on the scoreboard. The last on the board swaps with the first one.",
      "contrib":"/u/SnooZyCS",
      "side":"Both"
    },
    {
      "title":"The Floor is Lava v2.0",
      "text":"The person with the bomb must not touch the ground by jumping on the heads of teammates. When you jump on a teammates head he/she cannot move until the bomb carrier has jumped off onto a different teammate. If you fall to the ground you must all run back to the respawn and start again.",
      "contrib":"/u/benstar123",
      "side":"T"
    },
    {
      "title":"Bane",
      "text":"Turn your headset so that one earcup is over your mouth and the other is on the back of your head. Speak in Bane's accent when using voice chat.",
      "contrib":"/u/Maxmon68",
      "side":"Both"
    },
    {
      "title":"Tank",
      "text":"You must stay as a group, one player at the front with an AWP (main cannon) two behind him with SMG's (coxial guns) and two behind them with SMG's as well.",
      "contrib":"/u/Krypticturd",
      "side":"Both"
    },
    {
      "title":"Freestyle",
      "text":"Whenever you die, you have to freestyle rap about how you died and say callouts by rapping.",
      "contrib":"/u/ttazmanngeek",
      "side":"Both"
    },
    {
      "title":"The Middle Finger",
      "text":"For the whole round you must place your middle finger on Mouse1/Shoot and you ring finger on Mouse2/Scope. For an extra challenge, everyone buy scouts!",
      "contrib":"/u/Boomy2",
      "side":"Both"
    },
    {
      "title":"Stalingrad Strat",
      "text":"All players must buy only a scout and camp anywhere they want, defending the motherland like red army snipers in WW2. After they pick their spot they cant move from there.",
      "contrib":"/u/m13shadow",
      "side":"Both"
    },
    {
      "title":"E-Frag Pro Strats",
      "text":"1.YOU MUST FORCE BUY 2.Smokes/Molotovs/Flashes don't affect you 3.Never check corners ",
      "contrib":"/u/Tzagkari",
      "side":"Both"
    },
    {
      "title":"One of Everything",
      "text":"Thanks to gun control your team can only use 1 shotgun, 1 pistol, 1 sniper rifle, 1 assault rifle, 1 knife and 1 grenade. The player with the most assists determines a weapon for every player but have to use the knife (+grenade) for himself.",
      "contrib":"/u/jo_gri",
      "side":"Both"
    },
    {
      "title":"One Man's Trash ",
      "text":"Every player buys his most hated gun and gives it to a teammate.",
      "contrib":"/u/jo_gri",
      "side":"Both"
    },
    {
      "title":"Is That a Tornado?",
      "text":"When all of your teammates have been killed, they must continuously blow into their microphones as the remaining man tries to win the round.",
      "contrib":"/u/GeneralPinhead",
      "side":"Both"
    },
    {
      "title":"Golden Gun",
      "text":"When the first person on your team gets a kill, everyone else must throw away their weapons and share the weapon that the first kill was made with (the golden gun).",
      "contrib":"/u/Purplephrog",
      "side":"Both"
    },
    {
      "title":"Numbers Game",
      "text":"Your number is based on the scoreboard. You may buy from any category, but only the number slot that you are on the board (i.e. bottom board buys from the 5th slot).",
      "contrib":"/u/Mindmaster107",
      "side":"Both"
    },
    {
      "title":"Reversed Spelling Bee",
      "text":"Every time a team member kills someone, the killer must spell the gun back words while it is out of their hands.",
      "contrib":"/u/Max99787",
      "side":"Both"
    },
    {
      "title":"Loan Sharks",
      "text":"Teammates buy and give weapons to each other. At the end of the round the buyer has to claim back his/her weapon. ",
      "contrib":"/u/SpecialRemixRT",
      "side":"Both"
    },
    {
      "title":"The Top Down Director",
      "text":"One man tabs and commands the entire team (eg. green move to long doors, purple move to catwalk).",
      "contrib":"/u/Knine9000",
      "side":"Both"
    },
    {
      "title":"The Guy On The Bridge",
      "text":"Four players have to crouch and stay as a line while the fifth player stays on top of them. If the player who's \"on the bridge\" falls or dies, one from the bridge has to replace them.",
      "contrib":"/u/SnooZyCS",
      "side":"Both"
    },
    {
      "title":"CS:GO - Wild West DLC",
      "text":"One player gets on top of another player. Player on top only uses Dual Barettas, while player on the bottom moves around. Repeat with two more players from team. Last player from team has to run in front of the Cowboys + \"Horses\" and lead them.",
      "contrib":"/u/qazaqish",
      "side":"Both"
    },
    {
      "title":"Compulsive Hoarders",
      "text":"Whenever you kill an enemy, stop what you are doing, pick up their dropped weapon and create a pile in your own spawn. Bonus points for getting dead teammates' weapons too.",
      "contrib":"/u/SpoonGhost",
      "side":"Both"
    },
    {
      "title":"Beep Beep",
      "text":"You may only move around the map using W and S, and only turn your view while moving. No jumping. Beep at any enemies you see. All callouts must also be replaced with \"Beep beep\" (eg. \"Hey guys let's split Beep Beep this round\").",
      "contrib":"/u/SpoonGhost",
      "side":"Both"
    },
    {
      "title":"Pokewar",
      "text":"All the players of the team must talk like pokemon by only saying their in-game name for the whole round.",
      "contrib":"Leoscar",
      "side":"Both"
    },
    {
      "title":"Day at the Range",
      "text":"Everyone buy a shotgun and yell \"PULL!!!\" in the chat whenever you fire at an enemy.",
      "contrib":"TannerThePolak",
      "side":"Both"
    },
    {
      "title":"Pasha Callouts",
      "text":"Whenever you make a callout, say \"Biceps at __, My Friend\".",
      "contrib":"_Pirate LunaFr0st",
      "side":"Both"
    }
  ],
  "mirage":[
    {
      "title":"Collin Eco Plant",
      "text":"4 rush B apts, make noise, bomb lurks in Palace, sneak plant.",
      "contrib":"Collin",
      "side":"T"
    },
    {
      "title":"Rocket",
      "text":"Rush apts or palace and jump out balcony together. 'Nades optional",
      "contrib":"chimpoo",
      "side":"T"
    },
    {
      "title":"SWITCH!",
      "text":"Rush T spawn to B site and take the site.",
      "contrib":"/u/wewillpop",
      "side":"CT"
    },
    {
      "title":"Ring Around the Rosey!",
      "text":"Buy only armor (mainly for pistol round) and make a congo line with glocks that goes mid into underpass into T spawn into mid and make 3 circles around the cart. After the 3rd circle the remaining Ts alive will rush any site.",
      "contrib":"/u/wewillpop",
      "side":"T"
    },
    {
      "title":"The MEGA Snake",
      "text":"B halls > Underpass > Mid> TSpawn > Palace out down Short > Tspawn > Mid > Cat > Plant B if short on time otherwise > CT > Plant A.",
      "contrib":"/u/joelbror",
      "side":"T"
    },
    {
      "title":"Guerilla Warfare",
      "text":"All buy 1 smoke, 1 decoy and a fast-firing weapon such as Mac-10 and throw the smokes and decoys in fuck-all places in a single site. T's have to rush the smoked site and run into CT Spawn, and plant in the opposite site.",
      "contrib":"/u/hailstormbeta",
      "side":"T"
    },
    {
      "title":"The Snipers Den Living Room",
      "text":"The whole team buys AWPs/Scouts and camps in snipers den/window. They may peek outside, but they can't leave!",
      "contrib":"/u/23lf",
      "side":"CT"
    },
    {
      "title":"There and Back Again",
      "text":"Rush down mid into underpass, back to T spawn to A.",
      "contrib":"/u/lizardman301",
      "side":"T"
    },
    {
      "title":"Firecrackers",
      "text":"Every terrorist must buy a decoy and throw it to A site, then go back to spawn and buy another decoy. Go to B apartments, throw the decoy to B site, then go back to spawn and rush A.",
      "contrib":".:TBG:. clan",
      "side":"T"
    },
    {
      "title":"Long Barrel Attachment",
      "text":"Everyone buys an XM and snipes down mid with it.",
      "contrib":"/u/Kimeiga86",
      "side":"Both"
    }
  ],
  "cache":[
    {
      "title":"Mid Stack",
      "text":"Smoke mid House and molly/smoke boost. 1 plays by vents, 1 in Z, 1 underneath boost, 1 headshot box, and 1 sandbags.",
      "contrib":"/u/fpsgino",
      "side":"CT"
    },
    {
      "title":"Mad Men",
      "text":"Everyone counter boosts and runs around T spawn.",
      "contrib":"/u/in_da_heat",
      "side":"CT"
    },
    {
      "title":"The AWPortunity",
      "text":"Everybody buys AWPs and gets boosted mid.",
      "contrib":"/u/roastymuffin",
      "side":"Both"
    },
    {
      "title":"The Decoy Blaster",
      "text":"Everyone buys a decoy and throws it towards A main and everyone stacks into a pyramid in the cubby to the left before B halls. Wait until curious CT investigates, wreck him and then take an open B site.",
      "contrib":"/u/roastymuffin",
      "side":"T"
    }
  ],
  "inferno":[
    {
      "title":"Chicken Extinction Run",
      "text":"Your team now exists to kill chickens and only chickens. Kill them before you kill the enemy.",
      "contrib":"/u/tsuriga",
      "side":"Both"
    },
    {
      "title":"Ladies Tactic",
      "text":"Rush mid, do laps of A site until everyone is dead.",
      "contrib":"/u/AhoyThereSailor",
      "side":"T"
    },
    {
      "title":"Patrick's Strat",
      "text":"Rush alt mid, all decoys mid, run backwards down mid toward banana while shooting at mid, then B rush.",
      "contrib":"chimpoo",
      "side":"T"
    },
    {
      "title":"Rocket",
      "text":"Rush apts and jump out balcony together. 'Nades optional.",
      "contrib":"chimpoo",
      "side":"T"
    },
    {
      "title":"Tunnel Snakes",
      "text":"Everyone hides in sewers for 1 minute, and then rushes a site.",
      "contrib":"/u/RickyRays",
      "side":"T"
    },
    {
      "title":"The Balcony Special",
      "text":"Take apts; gather teammates; pop a smoke on the balcony; throw all of your flash(es) through smoke and charge.",
      "contrib":"/u/-Czechmate-",
      "side":"T"
    },
    {
      "title":"Operation Fast & Furious",
      "text":"Your team smuggles their guns to Mexico and stays there, waiting for the ATF to trace the movement of the guns. Hide in Mexico and survive any Waco-style raids to win the round.",
      "contrib":"/u/BasedStrelok",
      "side":"T"
    },
    {
      "title":"IT'S A TRAP!",
      "text":"2 people rush banana with nothing while 3 wait on B site with armor and guns..",
      "contrib":"/u/DerButterkex",
      "side":"CT"
    },
    {
      "title":"To B or not to B",
      "text":"You must do a full take onto B site. Once you have performed this, you and your remaining teammates must then rotate back to A.",
      "contrib":"/u/GrayDust",
      "side":"T"
    },
    {
      "title":"The Roadrunner, MeepMeep",
      "text":" The person with the bomb buys 2 flashes and a smoke. Remaining 4 players buy armor. The 4 armored players are going to wait in T Slope at the start of the round. Meanwhile the bomb-carrier is going to rush up mid, smoke the right side(aka short/quad) and flash his way up long(aka arch). He will then proceed by running through CT spawn. When he reaches the CT buy-zone, he will alert his teammates who will the start pushing up banana. The bomb-carrier is recommended to shout out 'meep' during his/her run.",
      "contrib":"/u/GREEENy",
      "side":"T"
    },
    {
      "title":"Reverse Alt Mid",
      "text":"All players have to rush boiler to window and waterfall into alt mid and continue around the world.",
      "contrib":"Acid",
      "side":"CT"
    },
    {
      "title":"Chicken",
      "text":"If you see a chicken, you have to chase it for 5 seconds while ignoring the enemy.",
      "contrib":"Namhi",
      "side":"Both"
    },
    {
      "title":"Fish Out of Water",
      "text":"Rush and plant at B and get in the water of the fountain ASAP. Stay there until the round ends.",
      "contrib":"ZanyTurtle",
      "side":"T"
    },
    {
      "title":"Couch Potatoes",
      "text":"You must find a couch and stay there until the enemy comes. If interrupted on your journey to find a couch you are not allowed to attack the enemy. (Hint: Couches are mostly in apartments)",
      "contrib":"/u/DuongC",
      "side":"Both"
    },
    {
      "title":"Chicken Noodle Soup",
      "text":"Players play the round as normal, except when they find an enemy and eliminate them they must actively seek and destroy a chicken. They must disregard any other players until they destroy a chicken.",
      "contrib":"/u/Zoroark78",
      "side":"Both"
    }
  ],
  "overpass":[
    {
      "title":"Why Can't We Have Tec-9's Too?",
      "text":"Run connector from bathrooms to T spawn and camp there while trying to buy a Tec-9.",
      "contrib":"/u/in_da_heat",
      "side":"T"
    },
    {
      "title":"Fake It 'Till You Make It",
      "text":"Fake A from B site, take B, and rush up to A. If you take A, plant and go B.",
      "contrib":"/u/Pilltacular",
      "side":"T"
    },
    {
      "title":"Ladies in Line",
      "text":"Go to the toilets and make a line to wait for your turn. Only the last in line can go for the objective while others gossip in voice chat.",
      "contrib":"/u/TheDoomi",
      "side":"Both"
    },
    {
      "title":"Disco Pants",
      "text":"Go to the disco-music area near T spawn. Tell the CT's in chat and try to get them to join you and dance for the round.",
      "contrib":"/u/NessunoComeNoi",
      "side":"T"
    },
    {
      "title":"Fnatec9's Olofpass",
      "text":"All buy Tec9's. Rush B site, drop decoys on B, up T stairs and plant A, head back down to B and hope for no defusal.",
      "contrib":"/u/NessunoComeNoi",
      "side":"T"
    },
    {
      "title":"Tour de_overpass",
      "text":"T Spawn -> Playground -> Long -> Bathroom -> Stairs -> Connector-> Spawn -> Sewers -> Connector -> Bathroom -> A Site",
      "contrib":"Virtus Pro",
      "side":"T"
    },
    {
      "title":"Balloons",
      "text":"Everyone must rush through bathroom and burst all the balloons before getting any kills.",
      "contrib":"/u/SleepyPablo",
      "side":"CT"
    }
  ],
  "cobblestone":[
    {
      "title":"Drop Zone",
      "text":"Everyone rushes B. 3 go rush down drop, 1 goes towards B site and 2 jump out the window. The other 2 go the other way to B.",
      "contrib":"/u/fpsgino",
      "side":"T"
    },
    {
      "title":"Blind Man Calling",
      "text":"Leave one in T spawn toilet, that guy has to call where everyone else goes.",
      "contrib":"/u/AntonVDI",
      "side":"T"
    },
    {
      "title":"The Dark Knight",
      "text":"Have your team hide in the dark corners of the map with only their knives, patiently and silently waiting for enemy players to pass through. When the perfect opportunity arrives, you can strike with your short swords!",
      "contrib":"/u/McLovin_EmDawg",
      "side":"Both"
    },
    {
      "title":"Ladies in Line",
      "text":"Go to the toilets and make a line to wait for your turn. Only the last in line can go for the objective while others gossip in voice chat.",
      "contrib":"/u/TheDoomi",
      "side":"Both"
    }
  ],
  "train":[
    {
      "title":"The Floor is Lava",
      "text":"Your whole team has to be on a train at all times.",
      "contrib":"/u/RickyRays",
      "side":"CT"
    },
    {
      "title":"Chugga chugga chugga!",
      "text":"5 man train, the front one is the driver, if the driver dies, the man behind him takes the wheel.",
      "contrib":"/u/xXingmanXx",
      "side":"Both"
    },
    {
      "title":"Thomas the Heavy Smoker",
      "text":"All players buy smokes and smoke all over A site train yard, followed by a mad rush.",
      "contrib":"/u/McLovin_EmDawg",
      "side":"T"
    },
    {
      "title":"Ladder Powa",
      "text":"You must be on a ladder at all times. If you fall off you must ignore all enemies and hop back onto the ladder.",
      "contrib":"/u/DuongC",
      "side":"CT"
    }
  ],
  "nuke":[
    {
      "title":"Tour de_nuke",
      "text":"T spawn -> outside -> hell -> ramp -> lobby -> squeaky-> outside -> secret -> B site -> vents -> A site.",
      "contrib":"bbq",
      "side":"T"
    },
    {
      "title":"Coming Out The Closet",
      "text":"All buy defuser and smoke, go into toxic. If planted B open door, throw smoke and everybody tries to ninja defuse.",
      "contrib":"/u/BloooodRaven, /u/RickyRays",
      "side":"CT"
    },
    {
      "title":"Fooled Ya",
      "text":"Tec-9 only outside -> secret -> vent -> A.",
      "contrib":"/u/in_da_heat",
      "side":"T"
    },
    {
      "title":"Ninja",
      "text":"Stay on T-roof, hold all angles and at 45 seconds, all Rush A.",
      "contrib":"/u/pigtobacon",
      "side":"T"
    },
    {
      "title":"Silver Strats",
      "text":"Rush ramp, rush yard, rush A. Repeat.",
      "contrib":"/u/randomaatti",
      "side":"T"
    },
    {
      "title":"The Batman",
      "text":"Everyone holds inner A from the rails. The only way you are allowed to kill people is with a knife or zeus while jumping down onto T's that push inside.",
      "contrib":"/u/jarim92",
      "side":"CT"
    },
    {
      "title":"Something Hidden In The Dark",
      "text":"Everyone hides in dark spot B site while throwing down a smoke one at a time. This continues until T's plant the bomb.",
      "contrib":"/u/loves_being_that_guy",
      "side":"CT"
    },
    {
      "title":"Wallgangbang",
      "text":"All CT's stack one site and when the bomb plant is heard, everyone wallbangs to try and kill the planter and the rest of the team.",
      "contrib":"/u/loves_being_that_guy",
      "side":"CT"
    },
    {
      "title":"Banana Split",
      "text":"Have 2 T's go ramp, 2 T's go down each separate vent, and 1 T go down secret and plant the bomb B.",
      "contrib":"/u/loves_being_that_guy",
      "side":"T"
    },
    {
      "title":"The Swarm",
      "text":"Everybody rushes into vents, waits until the bomb gets planted and rushes out at once.",
      "contrib":"/u/ospap",
      "side":"CT"
    },
    {
      "title":"Playing God",
      "text":"1 person camps Heaven for the entirety of the round. He must command all his teammates and refer to each of them as a biblical name. Whoever doesn't obey is deemed a sinner and must spend the remainder of the round in Hell.",
      "contrib":"Zeff",
      "side":"CT"
    },
    {
      "title":"Assassins Creed Parkour ",
      "text":"All players must get on top of Silo / Marshmallow, then jump onto the top of Mini, down through vents and plant at B. Bonus points if you happen to get a knife kill.",
      "contrib":"/u/pzxl",
      "side":"T"
    },
    {
      "title":"Target Practice",
      "text":"All players must buy AWP or Scout and line up in Garage and try to get kills without exiting garage. Once bomb is planted you can leave Garage.",
      "contrib":"/u/pzxl",
      "side":"CT"
    },
    {
      "title":"Toxic",
      "text":"Once bomb is planted, all of the T's must go into toxic and camp, if they hear a defuse they can open the doors or spray. You are not allowed to leave toxic.",
      "contrib":"/u/DuongC",
      "side":"T"
    },
    {
      "title":"Floorbang",
      "text":"Everyone buys M4s and waits in passive positions for the bomb to be planted. If you know that its A, go to B and shoot through the ceiling; if its B, go to A and shoot through the floor. Only after you kill at least one person can you go up/down to defuse. Bonus points for talking about your hacks in the chat.",
      "contrib":"/u/Kimeiga86",
      "side":"CT"
    }
  ],
  "dust2":[
    {
      "title":"Russian B Rush - CYKA BLYAT!",
      "text":"Hold W, no stopping.",
      "contrib":"/u/juone",
      "side":"T"
    },
    {
      "title":"TEC9 POWA",
      "text":"Rush Middle B to A with no nades and smokes, but only with the Tec9.",
      "contrib":"/u/nikeix",
      "side":"T"
    },
    {
      "title":"Get_rused",
      "text":"All run to B so the AWPer sees you. Then you smoke cross and everybody runs back to long A again.",
      "contrib":"/u/StroodleN00dle",
      "side":"T"
    },
    {
      "title":"Ashes to Ashes",
      "text":"Send one team member through mid without smoke/flash cover, meaning certain death. The rest of the team must hold a funeral for him, throwing incendiary/molotovs on his corpse and resuming the round (assuming they're alive).",
      "contrib":"/u/BasedStrelok",
      "side":"Both"
    },
    {
      "title":"Hurricane",
      "text":"(B Tuns -> Lower -> outside Long A -> T spawn) x 2 -> Long A -> A",
      "contrib":"/u/mueller723",
      "side":"T"
    },
    {
      "title":"Cats Hate Electric Fences",
      "text":"Everyone buys a Zeus and 4 get fast catted. Everyone then rushes toward long through mid while the  last guy will sit car. If they are not long or cat run to B through CT.",
      "contrib":"/u/in_da_heat",
      "side":"CT"
    },
    {
      "title":"Not a P90 Rush",
      "text":"Rush B site, but you may only use snipers (AWPs, Scouts and Autosnipers) and noscope with them.",
      "contrib":"/u/elyterix",
      "side":"T"
    },
    {
      "title":"1000m Hurdles",
      "text":"Non stop jumping up and down A long until you either die or kill the enemy team.",
      "contrib":"samden41",
      "side":"T"
    },
    {
      "title":"Hold the door(s)!",
      "text":"Everyone camp in long doors until 30 seconds remain, then rush A site.",
      "contrib":"BOT_Yeezy",
      "side":"T"
    },
    {
      "title":"Terminator",
      "text":"Buy a nova or an XM and rush middle to CT to A site while using an Arnold Schwarzenegger voice.",
      "contrib":"(ICHIGO) WHYYOUKILLMEH",
      "side":"T"
    }
  ],
  "canals":[

  ],
  "aztec":[
    {
      "title":"Finding Nemo",
      "text":"One person buys a gun (Suggested Nova Koi), everyone else buys pistols and decoys and waits at spawn. The guy with the gun rushes water/lower and hides it anywhere in the water. The rest of the team can now leave spawn and try to find the gun. The team must protect whoever finds the gun with knives and decoys and guide the gun carrier back home to spawn where you can now play the round as usual.",
      "contrib":"/u/Hexed",
      "side":"Both"
    }
  ],
  "dust":[

  ],
  "vertigo":[

  ],
  "office":[
    {
      "title":"Iron Chef",
      "text":"Everyone rushes kitchen and they have to stay inside of kitchen for the rest of the round. The top fragger must change their name to Chairman Kaga and challenge the other team to a knife fight in kitchen.",
      "contrib":"/u/chikubi",
      "side":"T"
    },
    {
      "title":"Protect The VIP Team",
      "text":"T's must camp besides the hostages at all times. Each hostage must have at least 1 guard.",
      "contrib":"DizturbedFan",
      "side":"T"
    }
  ],
  "italy":[

  ],
  "assault":[

  ],
  "militia":[

  ]
}

